Repository: ryuya0124/MochiLog
Catalog: MochiLog Watch App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# actual_health
source: Actual Capacity
de: Gemessene Kapazität
es: Capacidad real
fr: Capacité mesurée
ja: 実測容量
ko: 실측 용량
zh_hans: 实测容量
zh_hant: 實測容量

source: Cycle Count
de: Ladezyklen
es: Ciclos
fr: Nombre de cycles
ja: サイクル数
ko: 사이클 수
zh_hans: 循环次数
zh_hant: 循環次數

# cycles_count
source: %d cycles
de: %d Zyklen
es: %d ciclos
ja: %d回
ko: %d회
zh_hans: %d 次
zh_hant: %d 次

# device_name
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 기기
zh_hans: 设备
zh_hant: 裝置

# diag_replace_recommended
source: ⚠️ Replace Recommended
de: ⚠️ Austausch empfohlen
es: ⚠️ Sustitución recomendada
fr: ⚠️ Remplacement conseillé
ja: ⚠️ 交換推奨
ko: ⚠️ 교체 권장
zh_hans: ⚠️ 建议更换
zh_hant: ⚠️ 建議更換

# diag_slightly_degraded
source: ℹ️ Slightly Degraded
de: ℹ️ Leicht gealtert
es: ℹ️ Leve desgaste
fr: ℹ️ Légère usure
ja: ℹ️ やや劣化
ko: ℹ️ 약간 노후됨
zh_hans: ℹ️ 轻度老化
zh_hant: ℹ️ 輕度老化

source: Diagnostic Result
de: Diagnoseergebnis
es: Resultado del diagnóstico
fr: Résultat du diagnostic
ja: 診断結果
ko: 진단 결과
zh_hans: 诊断结果
zh_hant: 診斷結果

source: iPhone Connected
de: iPhone verbunden
es: iPhone conectado
fr: iPhone connecté
ja: iPhone接続中
ko: iPhone 연결됨
zh_hans: iPhone 已连接
zh_hant: iPhone 已連線

source: iPhone Not Connected
de: iPhone nicht verbunden
es: iPhone no conectado
fr: iPhone non connecté
ja: iPhone未接続
ko: iPhone 연결 안 됨
zh_hans: iPhone 未连接
zh_hant: iPhone 未連線

source: Last Sync:
de: Letzte Synchronisierung:
es: Última sincronización:
fr: Dernière synchronisation :
ja: 最終同期:
ko: 마지막 동기화:
zh_hans: 上次同步：
zh_hant: 上次同步：

source: Log Date
de: Protokolldatum
es: Fecha del registro
fr: Date du journal
ja: ログ日時
ko: 로그 날짜
zh_hans: 日志日期
zh_hant: 日誌日期

# logs_count
source: %d logs
de: %d Protokolle
es: %d registros
fr: %d journaux
ja: %d件のログ
ko: 로그 %d개
zh_hans: %d 条日志
zh_hant: %d 筆日誌

# nominal_health
source: Nominal Capacity
de: Nennkapazität
es: Capacidad nominal
fr: Capacité nominale
ja: 公称容量
ko: 공칭 용량
zh_hans: 公称容量
zh_hant: 公稱容量

# sample_data_viewing
source: Viewing Sample Data
de: Beispieldaten werden angezeigt
es: Viendo datos de ejemplo
fr: Affichage des données d’exemple
ja: サンプルデータ表示中
ko: 샘플 데이터 표시 중
zh_hans: 正在查看示例数据
zh_hant: 正在檢視範例資料

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
zh_hans: 立即同步
zh_hant: 立即同步

source: Syncing...
de: Synchronisierung läuft …
es: Sincronizando…
fr: Synchronisation…
ja: 同期中...
ko: 동기화 중…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Waiting for Data
de: Warten auf Daten
es: Esperando datos
fr: En attente de données
ja: データ待機中
ko: 데이터 대기 중
zh_hans: 等待数据
zh_hant: 等待資料

# waiting_for_data_description
source: Add battery logs on iPhone to sync automatically
de: Füge Batterieprotokolle auf dem iPhone hinzu, um sie automatisch zu synchronisieren
es: Añade registros de batería en el iPhone para sincronizarlos automáticamente
fr: Ajoutez des journaux de batterie sur l’iPhone pour les synchroniser automatiquement
ja: iPhoneでバッテリーログを追加すると 自動的に同期されます
ko: iPhone에서 배터리 로그를 추가하면 자동으로 동기화됩니다
zh_hans: 在 iPhone 上添加电池日志后 将自动同步
zh_hant: 在 iPhone 上新增電池日誌後 會自動同步

# diag_normal
source: ✅ Normal
ja: ✅ 正常
ko: ✅ 정상
zh_hans: ✅ 正常
zh_hant: ✅ 正常
